---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.GeometryFailures
source: html/9d6516c4-ee5d-64c1-edb0-9ce6aa2e19b2.htm
---
# BuiltInFailures.GeometryFailures Properties

Cannot find closest points within lines.